tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "minio/stable"
tap "railwaycat/emacsmacport"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "bat"
brew "caddy"
brew "glib"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "docker-slim"
brew "emscripten"
brew "exa"
brew "graphite2"
brew "harfbuzz"
brew "libass"
brew "libsamplerate"
brew "ffmpeg"
brew "fortune"
brew "libksba"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "isync"
brew "oniguruma"
brew "jq"
brew "lf"
brew "librsvg"
brew "libyaml"
brew "luajit", args: ["HEAD"]
brew "meilisearch"
brew "ninja"
brew "mas"
brew "meson"
brew "midnight-commander"
brew "minio"
brew "msgpack"
brew "mu"
brew "mysql", restart_service: true
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "pass"
brew "poppler"
brew "postgresql"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "tdlib"
brew "the_silver_searcher"
brew "tmux"
brew "transmission-cli"
brew "vips"
brew "youtube-dl"
brew "z"
brew "zenith"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
brew "jesseduffield/lazygit/lazygit"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "discretescroll"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "minecraft"
cask "mpv"
cask "multimc"
cask "ngrok"
cask "notion"
cask "nvidia-geforce-now"
cask "onyx"
cask "parallels"
cask "parsec"
cask "postman"
cask "rectangle"
cask "remoteviewer"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zulu"
mas "Amphetamine", id: 937984704
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835

